INSERT INTO product (name, brand, model, category, description, color, price, weight, rating, warranty, available_units, features) VALUES
('Прекрасные наушники', 'Acme', null, 'Электроника', 'Прекрасные наушники Acme, цвет: черный. Особенности: Активное шумоподавление, Складной дизайн, Встроенный микрофон.',
'черный', 49.99, '200 г', 4.5, '2 года', 10, 'Активное шумоподавление;Складной дизайн;Встроенный микрофон'),
('Холодильник', 'Атлант', 'A5', 'Бытовая техника', 'Холодильник Атлант, цвет: белый. Особенности: Высота 150 см, Класс энергоэффективности А+.',
 'белый', 1000.99, '53 кг', 3.5, '3 года', 5, 'Высота 150 см;Класс энергоэффективности А+'),
('Вентилятор', 'FunFan', null, 'Электроника', 'Вентилятор FunFan, цвет: зеленый. Особенности: 3 режима обдува, Портативный.',
  'зеленый', 11.0, '150 г', 4.4, '2 месяца', 100, '3 режима обдува;Портативный');


